Repository: MarijaKnezevic/ckanext-relation-sddi
Catalog: ckanext/relation/i18n/*/lc_messages/ckanext-relation.po
Languages: de

source: Resource
de: Katalogeintrag

source: This resource has no references.
de: Dieser Katalogeintrag hat keine Verweise.

source: Relationship not found
de: Verknüpfung nicht gefunden

source: Unauthorized to create a relationship for this package
de: Nicht berechtigt, eine Verknüpfung für diesen Katalogeintrag zu erstellen

source: Relationship cannot be created
de: Verknüpfung kann nicht erstellt werden

source: Edit Relationship
de: Verknüpfungen bearbeiten

source: Edit view
de: Verknüpfungen bearbeiten

source: Add Relationships to the resource
de: Verknüpfungen zum Katalogeintrag hinzufügen

source: Add New Relationships
de: Neue Verknüpfung hinzufügen

source: This catalog entry is linked to others. To see all relationships please click <a class="alert-link" href="%(url)s">here</a> or click on the tab <b>"Relationships"</b> at top of this page.
de: Dieser Katalogeintrag ist explizit mit anderen verbunden. Um weitere Informationen zu erhalten, gehen Sie bitte auf <a class="alert-link" href="%(url)s"><b>"Verknüpfungen"</b></a> (auf den Link oder auf Register "Verknüpfungen" oberhalb der Überschrift des Katalogeintrages klicken).

source: Relationships
de: Verknüpfungen

source: Search resources...
de: Katalogeintrag suchen...

source: References to other resources
de: Verknüpfungen zu anderen Katalogeinträgen

source: This resource is dependent on the following resources:
de: Dieser Katalogeintrag ist abhängig von folgendem Katalogeintrag:

source: Search resources
de: Ressourcen suchen

source: This resource is part of the following resources:
de: Dieser Katalogeintrag ist ein Teil von folgendem Katalogeintrag:

source: This resource refers to the following resources:
de: Dieser Katalogeintrag weist auf folgenden Katalogeintrag hin:

source: Update Relationship
de: Verknüpfungen aktualisieren

source: Remove relationship from this resource
de: Verknüpfungen aus diesem Katalogeintrag entfernen

source: No other catalog entries have relations to this resource.
de: Keine anderen Katalogeinträge sind mit diesem Eintrag verknüpft.

source: Add Relationship
de: Verknüpfung hinzufügen

source: Add relationship to this resource
de: Eine Verknüpfung zu diesem Katalogeintrag herstellen

source: Connected Resources - Click on a node to go to that resource page.
de: Verknüpfte Ressourcen - auf einen Knoten klicken, um zu der Ressource zu wechseln.

source: References from other resources
de: Verknüpfungen von anderen Katalogeinträgen

source: The following resources are dependent on this resource:
de: Die folgenden Katalogeinträgen sind abhängig von diesem Katalogeintrag:

source: The following resources are part of this resource:
de: Die folgenden Katalogeinträgen sind ein Teil von diesem Katalogeintrag:

source: The following resources are referenced by this resource:
de: Die folgenden Katalogeinträge weisen auf diesen Katalogeintrag hin:
